<?php

// Heading
$_['heading_title']    			= 'Проверьте значения создаваемых опций';

// Text
$_['text_on']         			= 'Вкл';
$_['text_off']        			= 'Выкл';
$_['text_new']         			= '--Создать Новую--';
$_['text_join']         		= 'Добавить к существующей';
$_['text_copyOptionLink_no']    = 'Данные для отображения отсутствуют';
$_['text_option']        		= 'Опции';
$_['text_product']        	    = 'Товара';
$_['link_view_0']      			= 'Список';
$_['link_view_1']      			= 'Таблица';
$_['link_view_2']      			= 'Выпадающий список SELECT';
$_['link_view_3']      			= 'Расширенная таблица';
$_['link_danger']      			= 'ВНИМАНИЕ! Текущая Опция принадлежит к типу "Ссылка на товар". При нажатии кнопки "Сохранить" все сохранненые данные для текущего товара будут удалены<br><br> Для отображения и сохранения настроек установите статус модуля "Product Option Link - Опция как ссылка на товар" на включено';


// Entry
$_['entry_option_value']  		= 'Значение опции';
$_['entry_close']     			= 'Закрыть';
$_['entry_save']    			= 'Применить изменения';
$_['entry_link_view']      		= 'Вариант отображения:';
$_['entry_link_name']      		= 'Назв.';
$_['entry_link_image']      	= 'Изоб.';
$_['entry_copy_name']      	    = 'Основной товар';
$_['entry_copy_name_option']    = 'Новая ссылка на товар';
$_['entry_product_option']  	= 'Опция:';
$_['entry_copy_data']  			= 'Данные были успешно сохраненны';
$_['entry_copy_data_error']  	= 'При сохранении произошла ошибка';
$_['entry_product_option_danger']  	= 'У товара уже есть данная опция.<br>Проверьте алгоритм добавления';
$_['entry_product_link_danger']  	= 'Опция с таким товаром уже существует';
$_['entry_link']      			= 'Выбрать новый товар:';
$_['entry_linkproduct']      	= 'Текущая позиция:';			
$_['entry_link_copy']      	    = 'Копировать опцию';
$_['entry_link_copy_title']     = 'Скопировать опцию в привязанные товары';
$_['entry_modal_product_main']  = 'Укажите значение опции для текущего товара';