<?php
// Text
$_['text_search'] = 'Пошук';
$_['text_brand'] = 'Виробник';
$_['text_manufacturer'] = 'Виробник:';
$_['text_model'] = 'Модель:';
$_['text_reward'] = 'Бонусні бали:';
$_['text_points'] = 'Ціна в бонусних бали:';
$_['text_stock'] = 'Наявність:';
$_['text_instock'] = 'Є в наявності';
$_['text_tax'] = 'Без ПДВ:';
$_['text_discount'] = ' або більше: ';
$_['text_option'] = 'Доступні варіанти';
$_['text_minimum'] = 'Мінімальна кількість для замовлення: %s';
$_['text_reviews'] = '%s відгуків';
$_['text_write'] = 'Написати відгук';
$_['text_login'] = 'будь Ласка <a href="%s">авторизуйтесь</a> або <a href="%s">створити обліковий запис</a> перед тим як написати відгук';
$_['text_no_reviews'] = 'Відгуків ще немає - ваш може стати першим.';
$_['text_note'] = '<span style="color: #FF0000;">Примітка:</span> HTML розмітка не підтримується! Використовуйте звичайний текст.';
$_['text_success'] = 'Спасибі за ваш відгук. Він вступив адміністратору для перевірки на спам і незабаром буде опублікований.';
$_['text_related'] = 'Рекомендовані товари';
$_['text_tags'] = '<i class="fa fa-tags"></i>';
$_['text_error'] = 'Товар не знайдено!';
$_['text_payment_recurring'] = 'Платіжний профіль';
$_['text_trial_description'] = 'Сума: %s; регулярних оплат: %d %s; Кількість платежів: %d, Далі ';
$_['text_payment_description'] = 'Сума: %s; регулярних оплат: %d %s; Кількість платежів: %d ';
$_['text_payment_until_canceled_description'] = 'Сума: %s; регулярних оплат: %d %s ; Кількість платежів: до скасування';
$_['text_day'] = 'день';
$_['text_week'] = 'тижня';
$_['text_semi_month'] = 'півмісяця';
$_['text_month'] = 'місяць';
$_['text_year'] = 'рік';

// Entry
$_['entry_qty'] = 'Кількість';
$_['entry_name'] = 'ім&#39;я';
$_['entry_review'] = 'Ваш відгук:';
$_['entry_rating'] = 'Оцінка';
$_['entry_good'] = 'Добре';
$_['entry_bad'] = 'Погано';
$_['entry_captcha'] = 'Введіть код, зазначений на картинці:';

// Tabs
$_['tab_description'] = 'Опис';
$_['tab_attribute'] = 'Характеристики';
$_['tab_review'] = 'Відгуків (%s)';
$_['button_continue'] = 'Відправити відгук';

// Error
$_['error_name'] = 'Ім&#39;я повинно бути від 3 до 25 символів!';
$_['error_text'] = 'Текст відгуку повинен бути від 25 до 1000 символів!';
$_['error_rating'] = 'будь Ласка, виберіть оцінку!';
$_['error_captcha'] = 'Код, зазначений на картинці, введено невірно!';

$_["text_sku"] = "Артікул";
$_["text_action"] = "Aкція";
$_["text_in_stok"] = "В наявності";
$_["text_not_in_stok"] = "Немає в наявності";
$_["text_buy"] = "Купити";
$_["text_buy_1_click"] = "Купити в 1 клік";
$_["notify_when_it_appears"] = "Повідомити, коли з'явиться";
$_["text_tab_delivery"] = "Доставка";
$_["text_tab_money"] = "Оплата";
$_["text_tab_warranty"] = "Гарантія";
$_["delivery_text_1"] = "«Новою Поштою» до відділень по Україні.";
$_["delivery_text_2"] = "Кур'єром «Нова Пошта» адресною доставкою.";
$_["delivery_text_3"] = "Самовивіз: Місто Київ вул. Хрещатик б. 44";
$_["money_text_1"] = "Оплата при отриманні (в магазині за адресою Самовивіз: Місто Київ вул. Хрещатик б. 44";
$_["money_text_2"] = "Оплата при отриманні у відділенні «Нова Пошта»";
$_["money_text_3"] = "Оплата на сайті за допомогою LiqPay";
$_["warranty_text_1"] = "Гарантія на нову техніку 1 рік.";
$_["warranty_text_2"] = "Гарантія на вживану техніку 1 місяць.";
$_["warranty_text_3"] = "Обмін та повернення протягом 14 днів.";
$_["text_characteristik"] = "Характеристики";
$_["text_descriptions"] = "Опис";
$_["tab_rel_productions"] = "Супутні товари";
$_["tab_prod_price"] = "Ціна";
$_["text_btn_buy"] = "Купити";
$_['buy_in_1_click'] = 'Купити в 1 клік';
$_["text_review"] = "Відгуки";
$_["label_wtite_review"] = "Написати відгук";
$_["your_name"] = "Ваше ім'я";
$_["evalute_product"] = "Оцініть товар";
$_["label_review_text"] = "Ваш відгук або коментар";
$_["placeholder_review"] = "Відгук";
$_["bth_send_text"] = "Відправити";
