<?php

// Heading
$_['heading_title']    			= 'Перевірте значення створюваних опцій';

// Text
$_['text_on']         			= 'Увім';
$_['text_off']        			= 'Вим';
$_['text_new']         			= '--Створити нову--';
$_['text_join']         		= 'Додати до існуючої';
$_['text_copyOptionLink_no']    = 'Дані для відображення відсутні';
$_['text_option']        		= 'Опції';
$_['text_product']        	    = 'Товару';
$_['link_view_0']      			= 'Перелік';
$_['link_view_1']      			= 'Таблиця';
$_['link_view_2']      			= 'Список, що випадає SELECT';
$_['link_view_3']      			= 'Розширена таблиця';
$_['link_danger']      			= 'УВАГА! Поточна Опція належить до типу "Посилання на товар". При натисканні кнопки "Зберегти" всі збереженні дані для поточного товару будуть видалені <br> <br> Для відображення і збереження параметрів встановіть статус модуля "Product Option Link - Опція як посилання на товар" на ввімкнено';

// Entry
$_['entry_option_value']  		= 'Значення опції';
$_['entry_close']     			= 'Закрити';
$_['entry_save']    			= 'Застосувати зміни';
$_['entry_link_view']      		= 'Варіант відображення:';
$_['entry_link_name']      		= 'Назва';
$_['entry_link_image']      	= 'Зобр.';
$_['entry_copy_name']      	    = 'Основний товар';
$_['entry_copy_name_option']    = 'Нова ссилка на товар';
$_['entry_product_option']  	= 'Опція:';
$_['entry_copy_data']  			= 'Дані були успішно збережені';
$_['entry_copy_data_error']  	= 'При збереженні сталася помилка';
$_['entry_product_option_danger']  	= 'У товару вже є дана опція.<br>Перевірте алгоритм додавання';
$_['entry_product_link_danger']  	= 'Опція з таким товаром вже існує';
$_['entry_link']      			= 'Вибрати новий товар:';
$_['entry_linkproduct']      	= 'Поточна позиція:';			
$_['entry_link_copy']      	    = 'Копіювати опцію';
$_['entry_link_copy_title']     = 'Скопіювати опцію в прив`язані товари';
$_['entry_modal_product_main']  = 'Вкажіть значення опції для поточного товару';