<?php
// Heading
$_['heading_title'] = 'Зворотній зв&#39;язок';
$_['text_home'] = 'Головна';

// Text
$_['text_location'] = 'Наше місцезнаходження';
$_['text_store'] = 'магазини';
$_['text_contact'] = 'надіслати';
$_['text_address'] = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_fax'] = 'Факс';
$_['text_open'] = 'Режим роботи';
$_['text_comment'] = 'Додаткова інформація';
$_['text_success'] = '<p>Ваше повідомлення успішно відправлено власнику магазину!</p>';
$_['button_submit'] = 'Відправити повідомлення';

// Entry
$_['entry_name'] = 'Ім&#39;я';
$_['entry_email'] = 'E-Mail';
$_['entry_enquiry'] = 'Ваш питання або повідомлення';
$_['entry_captcha'] = 'Введіть код, зазначений на картинці';

// Email
$_['email_subject'] = 'Повідомлення від %s';



// Errors
$_['error_name'] = 'Ім&#39;я повинно містити від 3 до 32 символів!';
$_['error_email'] = 'E-mail адресу введено невірно!';
$_['error_enquiry'] = 'Довжина тексту повинна бути від 10 до 3000 символів!';
$_['error_captcha'] = 'код перевірки не співпадає із зображенням!';

$_["our_contacts"] = "Наші контакти";
$_["subheading_1"] = "Давно мрієш купити / оновити IPhone?";
$_["subheading_2"] = "Вагаєшся та думаєш, а воно того варте?";
$_["main_text_1"] = "Варто! І ми розповімо тобі, де можна купити, який краще вибрати, а головне, чому. Переваги iOS, Лайфхак і корисності для просунутих користувачів, секрети мобільного обробки на IPhone і ще багато всього чекає тебе з нами.";
$_["main_text_2"] = "А якщо ти вже хочеш доглянути свій гаджет, приходь! У нас є моделі в наявності або під замовлення.";
$_["how_to_find_us"] = "Як нас знайти";
$_["comment_enter"] = "(вхід в будівлю зліва від магазину Samsung, 2-й поверх)";
