<?php
// Heading
$_['heading_title']  = 'Контакты';
$_['text_home'] = 'Главная';

// Text
$_['text_location']  = 'Наше местонахождение';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Форма обратной связи';
$_['text_address']   = 'Адресc';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим работы';
$_['text_comment']   = 'Дополнительная информация';
$_['text_success']   = '<p>Ваше сообщение успешно отправлено владельцу магазина!</p>';
$_['text_agree']     = 'Я прочитал <a href="%s" class="agree"><b>%s</b></a> и согласен с <br /> условиями безопасности и обработки персональных данных <input name="personal" checked required type="checkbox">  ';
$_['button_submit']  = 'Отправить сообщение';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_enquiry']  = 'Ваш вопрос или сообщение';

// Email
$_['email_subject']  = 'Сообщение от %s';

// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть от 10 до 3000 символов!';


$_["our_contacts"] = "Наши контакты";
$_["subheading_1"] = "Давно мечтаешь купить / обновить IPhone?";
$_["subheading_2"] = "Сомневаешься и думаешь, стоит ли оно того?";
$_["main_text_1"] = "Стоит! И мы расскажем тебе, где можно купить, какой лучше выбрать, а главное, почему. Преимущества iOS, Лайфхак и полезности для продвинутых пользователей, секреты мобильной обработки на IPhone и еще много всего ждет тебя с нами.";
$_["main_text_2"] = "А если ты уже хочешь обновить свой гаджет, приходи! У нас есть модели в наличии или под заказ.";
$_["how_to_find_us"] = "Как нас найти";
$_["comment_enter"] = "(вход в здание слева от магазина Samsung, 2-й этаж)";
