<?php
class ModelRepairFaq extends Model {

	public function getFaqMock() {
        $lang = $this->language->get('code');
        if($lang == 'ua'){
            $data = [
                0 => [
                    'question' => 'Скільки часу займає ремонт?',
                    'answer' => 'Ремонт займає від 2 годин до 4-5 днів. Все залежить від поломки і пристрої. Терміни ремонту можна дізнатися в розділах ремонту або вже у менеджера.'
                ],
                1 => [
                    'question' => 'Яку гарантію на ремонт надає магазин?',
                    'answer' => ''
                ],
                2 => [
                    'question' => 'Які пристрої ремонтує сервіс?',
                    'answer' => ''
                ],
                3 => [
                    'question' => 'Де знаходиться Сервісний центр?',
                    'answer' => ''
                ],
            ];
        }
        else {
            $data = [
                0 => [
                    'question' => 'Сколько времени занимает ремонт?',
                    'answer' => 'Ремонт займає від 2 годин до 4-5 днів. Все залежить від поломки і пристрої. Терміни ремонту можна дізнатися в розділах ремонту або вже у менеджера.'
                ],
                1 => [
                    'question' => 'Какую гарантию на ремонт предоставляет магазин?',
                    'answer' => ''
                ],
                2 => [
                    'question' => 'Какие устройства ремонтирует сервис?',
                    'answer' => ''
                ],
                3 => [
                    'question' => 'Где находится Сервисный центр?',
                    'answer' => ''
                ]
            ];
        }
		return $data;
	}

}
