<?php
// Heading
$_['heading_title'] = 'Ремонт';
$_['text_home'] = 'Головна';

// Text
$_['text_header'] = 'Сервісний центр Apple';
$_['text_bottom'] = 'Ремонт техніки Apple';
$_['text_repair_about'] = 'Сервісний центр Apple - розбите скло екрану iPhone, iPad, AppleWatch або пошкоджений корпус MacBook - серйозні поломки, що вимагають негайного виправлення. Але немає таких поломок, які не можна було б полагодити.Ми пропонуємо ремонт Apple для виправлення технічних і механічних несправностей даної продукції. Знайдемо і відремонтуємо технічні і механічні помилки.';
$_['text_select_category'] = 'Оберіть категорію девайсу';
$_['text_select_issue'] = 'Оберіть будь ласка вашу несправність';
$_['text_select_model'] = 'Оберіть модель';
$_['text_order'] = 'Замовити';
$_['text_order_repair'] = 'Замовити ремонт';

$_['text_send'] = 'Відправити';

$_['text_why'] = 'Чому нам довіряють?';

$_['text_original'] = 'Оригінальні запчастини';
$_['text_original_details'] = 'Маємо в своєму розпорядженні власний склад із запчастинами';

$_['text_speed'] = 'Швидкість роботи';
$_['text_speed_details'] = 'Час роботи від 30 хвилин';

$_['text_reviews'] = 'Відгуки клієнтів';
$_['text_reviews_details'] = 'Понад 100 позитивних відгуків';

$_['text_payment'] = 'Зручна система оплати';
$_['text_payment_details'] = 'Безготівкова оплата Visa, MasterCard або LiqPay';

$_['text_delivery'] = 'Доставка Новою Поштою';
$_['text_get_delivery'] = 'Замовити доставку';
$_['text_delivery_details'] = 'Щось сталось із гаджетом, а в Вашому місті нема сервісного центру Apple. Ремонтуй із доставкою Новою Поштою.';

$_['text_courier'] = 'Кур’єрська доставка';
$_['text_get_courier'] = 'Викликати кур’єра';
$_['text_courier_details'] = 'Потрібна термінова доставка у сервіс? Викликай кур’єра, який доставить ремонт у сервіс, а після виконання робіт доставить його вам у руки. Вартість доставка 150 грн.';

//Form
$_['form_header'] = 'Залиште дані і ми зв’яжемось з Вами';

