<?php
// *	ProductOptionLink

// Heading
$_['heading_title']  	  = 'Product Option Link - Опция как ссылка на товар';

// Табы
$_['tab_settings_admin']    	  = 'Настройки Админ. части';
$_['tab_settings_user']    	  	  = 'Настройки Польз. части';
$_['tab_css']    		 		  = 'Стили кнопок';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';
$_['text_on']          = 'Вкл.';
$_['text_off']         = 'Выкл.';
$_['text_option']         = 'Фото Опции';
$_['text_product']         = 'Фото Товара';
$_['link_view_0']      			= 'Список';
$_['link_view_1']      			= 'Таблица';
$_['link_view_2']      			= 'Выпадающий список SELECT';
$_['link_view_3']      			= 'Расширенная таблица';


$_['text_info_tab_settings_admin']      	 = 'Настройки модуля административной части магазина';
$_['text_info_tab_settings_user']      	 = 'Настройки модуля пользовательской части магазина';
$_['text_info_tab_css']        		 = 'Прописать стили выводимых кнопок';
$_['text_info_tab_css_mini']         = 'Задавать стили следует с учетом всех правил написания CSS без указания названия классов.<br>Пример написания можно посмотреть в файле Stylesheet.css';


// Entry
$_['entry_status']     			= 'Статус';
$_['entry_style_name']     		= 'Название опции:';
$_['entry_style_link']     		= 'Основная ссылка на другой товар:';
$_['entry_style_product']     	= 'Если ссылка совпадает с текущим товаром:';
$_['entry_style_noproduct']     = 'Если не указан товар:';
$_['entry_on_of_admin']         = 'Задать значения по умолчанию (в дальнейшем эти параметры можно изменять непосредственно в карточке товара при добавлении опции)';
$_['entry_on_off_name']         = 'Вывод НАЗВАНИЯ опций';
$_['entry_on_off_images']       = 'Вывод ИЗОБРАЖЕНИЯ опций';
$_['entry_on_off_fullcheck']    = 'Включить полную проверку при копировании';
$_['entry_on_off_save']    		= 'Пакетное сохранение при копировании';
$_['entry_link_view']           = 'Вариант отображения опций';
$_['entry_on_off_stock']        = 'Не показывать опцию при отсутсвии товара на складе (кол-во = "0")';
$_['entry_resize']        		= 'Размер изображения (по умолчанию 50х50)';
$_['entry_resize_length']       = 'Длина:';
$_['entry_resize_height']       = 'Высота:';

// Help
$_['help_fullcheck']       		= 'При копировании опций будет производится проверка каждой создаваемой опций с уже имеющимися у товара для избежания задвоения (по умолчанию проверяется только наличие такой-же опции у основного товара).<br>Увеличится нагрузка на сервер!';
$_['help_save']       			= 'При копировании данные будут отправляться партиями. Включите эту опцию, когда одновременно создаётся большое кол-во связей и не хватает ресурсов, что приводит к потерям данных.<br>Увеличится нагрузка на сервер!';

// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';
