<?php
// Heading
$_['heading_title'] = 'Ремонт';

$_['text_home'] = 'Главная';
// Text
$_['text_header'] = 'Сервисный центр Apple';
$_['text_bottom'] = 'Ремонт техники Apple';
$_['text_repair_about'] = 'Сервисный центр Apple - разбитое стекло экрана iPhone, iPad, AppleWatch или поврежден корпус MacBook - серьезные поломки, требующие немедленного исправления. Но нет таких поломок, которые нельзя было бы полагодити.Мы предлагаем ремонт Apple для исправления технических и механических неисправностей данной продукции. Найдем и отремонтируем технические и механические ошибки.';

$_['text_select_category'] = 'Выберите категорию девайса';
$_['text_select_issue'] = 'Выберите пожалуйста вашу неисправность';
$_['text_select_model'] = 'Выберите модель';
$_['text_order'] = 'Заказать';
$_['text_order_repair'] = 'Заказать ремонт';

$_['text_send'] = 'Отправить';

$_['text_why'] = 'Почему нам доверяют?';

$_['text_original'] = 'Оригинальные запчасти';
$_['text_original_details'] = 'Располагаем собственным складом с запчастями';

$_['text_speed'] = 'Скорость работы';
$_['text_speed_details'] = 'Время работы от 30 минут';

$_['text_reviews'] = 'Отзывы клиентов';
$_['text_reviews_details'] = 'Более 100 положительных отзывов';

$_['text_payment'] = 'Удобная система оплаты';
$_['text_payment_details'] = 'Безналичная оплата Visa, MasterCard или LiqPay';

$_['text_delivery'] = 'Доставка Новой Почтой';
$_['text_get_delivery'] = 'Заказать доставку';
$_['text_delivery_details'] = 'Что-то случилось с гаджетом, а в вашем городе нет сервисного центра Apple. Ремонтируй с доставкой Новой Почтой.';

$_['text_courier'] = 'Курьерская доставка';
$_['text_get_courier'] = 'Вызвать курьера';
$_['text_courier_details'] = 'Нужна срочная доставка в сервис? Вызывай курьера, который доставит ремонт в сервис, а после выполнения работ доставит его вам в руки. Стоимость доставка 150 грн.';

//Form
$_['form_header'] = 'Оставьте данные и мы свяжемся с Вами';

