<?php
// *	ProductOptionLink

// Heading
$_['heading_title']  	  = 'Product Option Link - Опція як посилання на товар';

// Табы
$_['tab_settings_admin']    	  = 'Налаштування Адмін. частини';
$_['tab_settings_user']    	  	  = 'Налаштування Польз. частини';
$_['tab_css']    		 		  = 'Стилі кнопок';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Налаштування успішно змінені!';
$_['text_edit']        = 'Редагування';
$_['text_on']          = 'Увім.';
$_['text_off']         = 'Вим.';
$_['text_option']         = 'Фото Опції';
$_['text_product']         = 'Фото Товару';
$_['link_view_0']      			= 'Перелік';
$_['link_view_1']      			= 'Таблиця';
$_['link_view_2']      			= 'Список, що випадає SELECT';
$_['link_view_3']      			= 'Розширена таблиця';


$_['text_info_tab_settings_admin']      	 = 'Налаштування модуля адміністративної частини магазину';
$_['text_info_tab_settings_user']      	 = 'Налаштування модуля користувальницької частини магазину';
$_['text_info_tab_css']        		 = 'Прописати стилі виводимих кнопок';
$_['text_info_tab_css_mini']         = 'Задавати стилі слід з урахуванням всіх правил написання CSS без зазначення назви класів. <br> Приклад написання можна подивитися у файлі Stylesheet.css';


// Entry
$_['entry_status']     			= 'Статус';
$_['entry_style_name']     		= 'Назва опції:';
$_['entry_style_link']     		= 'Основне посилання на інший товар:';
$_['entry_style_product']     	= 'Якщо посилання збігається з поточним товаром:';
$_['entry_style_noproduct']     = 'Якщо не вказано товар:';
$_['entry_on_of_admin']         = 'Задати значення за замовчуванням (в подальшому ці параметри можна змінювати безпосередньо в картці товару при додаванні опції)';
$_['entry_on_off_name']         = 'Вивод НАЗВИ опцій';
$_['entry_on_off_images']       = 'Вивод ЗОБРАЖЕННЯ опцій';
$_['entry_on_off_fullcheck']    = 'Увімкнути повну перевірку при копіюванні';
$_['entry_on_off_save']    		= 'Пакетне збереження при копіюванні';
$_['entry_link_view']           = 'Варіант відображення опцій';
$_['entry_on_off_stock']        = 'Не показувати опцію при відсутності товару на складі (кіл-ть = "0")';
$_['entry_resize']        		= 'Розмір зображення (за замовчуванням 50х50)';
$_['entry_resize_length']       = 'Довжина:';
$_['entry_resize_height']       = 'Висота:';

// Help
$_['help_fullcheck']       		= 'При копіюванні опцій буде виконуватися перевірка кожної створюваної опцій з уже наявними у товарі для уникнення задвоювання (за замовчуванням перевіряється тільки наявність такої-ж опції у основного товару). <br> Збільшиться навантаження на сервер!';
$_['help_save']       			= 'При копіюванні дані будуть відправлятися партіями. Увімкніть цю опцію, коли одночасно створюється велика кількість зв`язків і не вистачає ресурсів, що призводить до втрат даних. <br> Збільшиться навантаження на сервер!';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін!';
